{"class_name": "Tokenizer", "config": {"num_words": 12000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<oov>", "document_count": 16, "word_counts": "{\"hi\": 2, \"hello\": 2, \"how\": 2, \"are\": 1, \"you\": 3, \"what\": 3, \"is\": 3, \"ai\": 2, \"machine\": 2, \"learning\": 2, \"tell\": 1, \"me\": 1, \"a\": 2, \"joke\": 1, \"thanks\": 2, \"bye\": 1, \"start\": 8, \"can\": 1, \"i\": 1, \"help\": 1, \"today\": 1, \"end\": 8, \"there\": 1, \"brings\": 1, \"here\": 1, \"i'm\": 1, \"doing\": 1, \"great\": 2, \"for\": 1, \"asking\": 1, \"the\": 4, \"science\": 1, \"of\": 1, \"making\": 1, \"machines\": 1, \"intelligent\": 1, \"lets\": 1, \"computers\": 1, \"learn\": 1, \"patterns\": 1, \"from\": 1, \"data\": 1, \"why\": 1, \"did\": 1, \"model\": 1, \"cross\": 1, \"road\": 1, \"to\": 1, \"optimize\": 1, \"other\": 1, \"side\": 1, \"you're\": 1, \"welcome\": 1, \"goodbye\": 1, \"have\": 1, \"day\": 1}", "word_docs": "{\"hi\": 2, \"hello\": 2, \"are\": 1, \"how\": 2, \"you\": 3, \"is\": 3, \"ai\": 2, \"what\": 3, \"machine\": 2, \"learning\": 2, \"joke\": 1, \"a\": 2, \"me\": 1, \"tell\": 1, \"thanks\": 2, \"bye\": 1, \"help\": 1, \"end\": 8, \"i\": 1, \"can\": 1, \"start\": 8, \"today\": 1, \"brings\": 1, \"here\": 1, \"there\": 1, \"for\": 1, \"i'm\": 1, \"doing\": 1, \"asking\": 1, \"great\": 2, \"of\": 1, \"intelligent\": 1, \"making\": 1, \"machines\": 1, \"science\": 1, \"the\": 2, \"computers\": 1, \"learn\": 1, \"patterns\": 1, \"from\": 1, \"lets\": 1, \"data\": 1, \"did\": 1, \"optimize\": 1, \"cross\": 1, \"other\": 1, \"side\": 1, \"why\": 1, \"model\": 1, \"road\": 1, \"to\": 1, \"you're\": 1, \"welcome\": 1, \"day\": 1, \"goodbye\": 1, \"have\": 1}", "index_docs": "{\"8\": 2, \"9\": 2, \"17\": 1, \"10\": 2, \"5\": 3, \"7\": 3, \"11\": 2, \"6\": 3, \"12\": 2, \"13\": 2, \"20\": 1, \"14\": 2, \"19\": 1, \"18\": 1, \"15\": 2, \"21\": 1, \"24\": 1, \"3\": 8, \"23\": 1, \"22\": 1, \"2\": 8, \"25\": 1, \"27\": 1, \"28\": 1, \"26\": 1, \"31\": 1, \"29\": 1, \"30\": 1, \"32\": 1, \"16\": 2, \"34\": 1, \"37\": 1, \"35\": 1, \"36\": 1, \"33\": 1, \"4\": 2, \"39\": 1, \"40\": 1, \"41\": 1, \"42\": 1, \"38\": 1, \"43\": 1, \"45\": 1, \"50\": 1, \"47\": 1, \"51\": 1, \"52\": 1, \"44\": 1, \"46\": 1, \"48\": 1, \"49\": 1, \"53\": 1, \"54\": 1, \"57\": 1, \"55\": 1, \"56\": 1}", "index_word": "{\"1\": \"<oov>\", \"2\": \"start\", \"3\": \"end\", \"4\": \"the\", \"5\": \"you\", \"6\": \"what\", \"7\": \"is\", \"8\": \"hi\", \"9\": \"hello\", \"10\": \"how\", \"11\": \"ai\", \"12\": \"machine\", \"13\": \"learning\", \"14\": \"a\", \"15\": \"thanks\", \"16\": \"great\", \"17\": \"are\", \"18\": \"tell\", \"19\": \"me\", \"20\": \"joke\", \"21\": \"bye\", \"22\": \"can\", \"23\": \"i\", \"24\": \"help\", \"25\": \"today\", \"26\": \"there\", \"27\": \"brings\", \"28\": \"here\", \"29\": \"i'm\", \"30\": \"doing\", \"31\": \"for\", \"32\": \"asking\", \"33\": \"science\", \"34\": \"of\", \"35\": \"making\", \"36\": \"machines\", \"37\": \"intelligent\", \"38\": \"lets\", \"39\": \"computers\", \"40\": \"learn\", \"41\": \"patterns\", \"42\": \"from\", \"43\": \"data\", \"44\": \"why\", \"45\": \"did\", \"46\": \"model\", \"47\": \"cross\", \"48\": \"road\", \"49\": \"to\", \"50\": \"optimize\", \"51\": \"other\", \"52\": \"side\", \"53\": \"you're\", \"54\": \"welcome\", \"55\": \"goodbye\", \"56\": \"have\", \"57\": \"day\"}", "word_index": "{\"<oov>\": 1, \"start\": 2, \"end\": 3, \"the\": 4, \"you\": 5, \"what\": 6, \"is\": 7, \"hi\": 8, \"hello\": 9, \"how\": 10, \"ai\": 11, \"machine\": 12, \"learning\": 13, \"a\": 14, \"thanks\": 15, \"great\": 16, \"are\": 17, \"tell\": 18, \"me\": 19, \"joke\": 20, \"bye\": 21, \"can\": 22, \"i\": 23, \"help\": 24, \"today\": 25, \"there\": 26, \"brings\": 27, \"here\": 28, \"i'm\": 29, \"doing\": 30, \"for\": 31, \"asking\": 32, \"science\": 33, \"of\": 34, \"making\": 35, \"machines\": 36, \"intelligent\": 37, \"lets\": 38, \"computers\": 39, \"learn\": 40, \"patterns\": 41, \"from\": 42, \"data\": 43, \"why\": 44, \"did\": 45, \"model\": 46, \"cross\": 47, \"road\": 48, \"to\": 49, \"optimize\": 50, \"other\": 51, \"side\": 52, \"you're\": 53, \"welcome\": 54, \"goodbye\": 55, \"have\": 56, \"day\": 57}"}}